[
{
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/Regional-Museum-Of-Natural-History-Odisha.jpg",
  "name": "Regional Museum of Natural History",
  "location": "Acharya Vihar, Bhubaneswar",
  "description": "The Regional Museum Of Natural History is popular for its amazing and manifold collection of exhibits and is frequented by people of all ages and walks of life. Situated Bhubaneswar, this is one of the finest Odisha museums that has on display an impressive exhibit of plants and animals brought here from different parts of the country. It also has a taxidermy gallery for tourists where several animals like Hyena, Cheetah, and Deer have been put up on display. You will also find a skeleton of a whale, dolphin, rhino, and elephant, along with a few reptiles, butterflies, and moths, all of which are the prime attractions of this museum in Odisha. It’s a great place to learn about the diverse flora and fauna thriving in different ecosystems across the country.\n\nLocation: Acharya Vihar, Sachivalaya Marg, Near Planetarium, Bhubaneswar, Odisha 751013\nOpening hours: 10 AM – 5 PM\nEntry fee: Nil",
  "category": "museums",
  "rating": "2.6703691567683356",
  "city": "bhubaneswar",
  "latitude": 20.299597,
  "longitude": 85.832059
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Malayagiri-Hills_5th-Dec.jpg",
  "name": "Malayagiri Hills",
  "location": "Angul District",
  "description": "Being the third highest peak of Odisha, Malayagiri Hills is located at an elevation of 1187 meters from the sea level. It is dotted with cascading waterfalls, green mountain terrains, and captivating mountain trails, teeming with flowers which makes it one of the most beautiful hill stations in Odisha. The scenic sight of the hills, well-blended with the natural wonders, can lure the tourists and captivate their hearts. It is situated in close proximity to the Kendujhar district, which calls for a number of sightseeing places.\n\nWhat to see: Waterfalls, mountains, and more\nNearest railway station: nil\nNearest airport: Bhubaneshwar international airport\nThings to do: Sightseeing, Witness mesmerizing hill views, shopping",
  "category": "hill",
  "rating": "3.0830385096425736",
  "city": "angul",
  "latitude": 20.383333,
  "longitude": 85.266667
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Tikarpada-Wildlife-Sanctuary_18-dec.jpg",
  "name": "Tikarpada Wildlife Sanctuary",
  "location": "Angul District",
  "description": "Featuring the stunning landscape of Satkosia Reserve and River Mahanadi flowing in between, Tikarpada Wildlife Sanctuary showcases a spectacular scenery. Spread over 795.52 sq km area, Tikarpada Wildlife Sanctuary has a rich heritage of flora and fauna and is counted as one of the most popular Odisha National Parks. A heaven for photographers, this place is home to spotted deer, tiger, leopard, and four-horned antelopes and sloth bear. Moreover, there is an abundance of gharial in this national park hence it has been additionally named as Gharial Sanctuary.\n\nLocation: Odisha 759132\nOpening Hours: 9 am to 6 pm\nEntrance Fee: Free\nHow To Reach: The nearest railhead is at Angul, 42 km from the sanctuary.",
  "category": "forest",
  "rating": "4.449976388243842",
  "city": "angul",
  "latitude": 20.685178,
  "longitude": 84.90012
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/06\/Astaranga-Beach1.jpg",
  "name": "Astaranga Beach",
  "location": "Astaranga, Puri",
  "description": "‘Astaranga’ literally translates to ‘colourful sunset’ and so naturally this beach is famous for beautiful sunsets. Quite a lot of photographers and bird-watchers visit this beach. The activities available at this beach are fishing and cooking. Spending time at this beach is an absolute delight for culinary enthusiasts as it offers the option of procuring fish and grilling them right on the beach!\n\nLocation: Astaranga, Odisha\nFamous For: Jahania Pir shrine is situated at this beach and it attracts a lot of devotees.",
  "category": "beach",
  "rating": "4.576539699536491",
  "city": "puri",
  "latitude": 19.930692,
  "longitude": 86.282222
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2020\/06\/Mausi-Maa-Temple.jpg",
  "name": "Mausi Maa Temple",
  "location": "Balagandi, Puri",
  "description": "So, the legendary destination of Puri is where this temple is located and directly related to Lord Jagannath. This is actually the temple where Lord Jagannath and the other chariots are transferred to during the magnificent Rath Yatra. It is situated in the middle of Grand Road. It’s a relatively small temple dedicated to Goddess Ardhashini.\n\nAccording to ancient beliefs, Ardhasini along with Kapalmochna Shiva are the day and night guardians of Jagannath Temple and the town of Puri. The tale is quite popular in Puri that the Goddess Ardhashini once drank seawater in order to save Puri from drowning.\n\nLocation: Grand Road, Mausima Ln, Balagandi, Puri, Odisha 752001\nHighlights: The family stories that is related to the temple and its goddess are just amazing.\nTiming: Open always",
  "category": "temple",
  "rating": "2.957129289351905",
  "city": "puri",
  "latitude": 19.811512,
  "longitude": 85.82758
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/06\/Chandipur-Beach1.jpg",
  "name": "Chandipur Beach",
  "location": "Balasore",
  "description": "Chandipur Beach, Orissa is among the cleanest beaches. It is an unusual sea beach and houses the ‘Vanishing Sea’ phenomenon, which means that the sea recedes to a certain distance for a certain time and then comes back at high tide. This occurs twice a day. The beach is famous for Odisha-styled seafood that one can have in the shacks that are present on the beach.\n\nLocation: Odisha\nFamous For: Vanishing Sea effect, Seafood",
  "category": "beach",
  "rating": "1.8762568109317548",
  "city": "balasore",
  "latitude": 21.439847,
  "longitude": 87.024414
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Daringbadi_5th-Dec.jpg",
  "name": "Daringbadi",
  "location": "Baliguda, Berhampur",
  "description": "Known as the Kashmir of Odisha, Daringbadi is a quiet hamlet town dotted with lush green hills, cascading waterfalls, and pine forests. This is one of the ideal hill stations in Odisha which boasts several captivating valleys and plateaus where the abundant coffee plantation is practiced. Tourists can get ample scope to indulge in certain activities like trekking and jungle safari which makes it one of the adventurous hill stations in Odisha. You can also hike up the hill and lie down for birdwatching. Watching sunsets from the horizon, and enjoying a 360° view of the city is the best thing that couples can do while enjoying some privacy.\n\nWhat to see: Gopalpur beach, Dhabaleshwar temple and beach, Sri Sri Sri Siddhi Vinayaka Pitha, Potagarh fort, Taratarini temple, and more.\nNearest railway station: Ambodala, 70 km\nNearest airport: Bhubaneshwar, 245 km\nAverage cab fare: Rs 5096 – Rs 11130 (round trip)\nCost of driving to the hill station: Rs 2,500 – Rs 3,000 (Round trip)\nThings to do: Picnic at Patudi waterfalls, Witness scenic views from Hill View Point, stroll at the tea plantations\nPlaces to stay: Utopia Resort",
  "category": "hill",
  "rating": "3.2504609437878442",
  "city": "berhampur",
  "latitude": 19.903696,
  "longitude": 84.130321
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2020\/02\/Nandankanan-Wildlife-Sanctuary-18th_feb.jpg",
  "name": "Nandankanan Wildlife Sanctuary",
  "location": "Barang, Bhubaneswar",
  "description": "A place offering lion safari as well as the white tiger safari, this is going to be one of the great wildlife destinations for your trip. In the year of 1979 Nadankanan was turned out to be a wildlife sanctuary. The magnificent beauty of Nandankanan is unique and exotic for adventurers.\n\nNandankanan flourishes with care, love, and friendship. It is the pioneer in the preservation of Gharials. This sanctuary has been globally acclaimed for its most elevated assortment of white tigers on the planet. This place is enriched with creatures like gharials(gladiators) and white tigers, panthers, pangolin, mouse deer, lions, rat and vultures. Along with its rich biodiversity and vital wildlife, the Nandankanan serves an astounding site for the nature training.\n\nIdeal For: Family and friends\nIdeal Trip Duration: 3 hrs\nLocation: Nandankanan Road, Near Police Station, Barang, Bhubaneswar, Odisha 754005\nBest Time To Visit: Throughout the year\nHow To Reach: This place is located 15 km from the capital of Odisha, Bhubaneswar. Buses are available from Bhubaneswar to Nandankanan.\nStay Options: Forest Rest Houses and cottages are available",
  "category": "forest",
  "rating": "3.303557777602388",
  "city": "bhubaneswar",
  "latitude": 20.39577,
  "longitude": 85.825964
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Debrigarh-Wildlife-Sanctuary.jpeg",
  "name": "Debrigarh Wildlife Sanctuary",
  "location": "Bargarh",
  "description": "Once a home to the renowned freedom fighter named Surender Sai during the British reign, Debrigarh Wildlife Sanctuary is now a home to some of the most exotic wildlife. You can observe plenty of creatures inhabiting this sanctuary including tigers, leopards, hyena, monitor lizard, and many more. This might be home to a dry forest, but the experience that it has to offer is no less. Make sure you have prior permission from the forest department if you wish to make use of the accommodation facilities of this sanctuary.\n\nLocation: Right Dyke Road, Odisha 768030\nOpening Hours: 6 am to 5 pm\nEntrance Fee: INR 1,260 for a 4-seater Gypsy\nHow To Reach: The nearest railhead is Sambalpur.",
  "category": "forest",
  "rating": "2.973586482008777",
  "city": "bargarh",
  "latitude": 21.500649,
  "longitude": 83.771152
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Gandhamardan-Hills_5th-Dec.jpg",
  "name": "Gandhamardan Hills",
  "location": "Bargarh District",
  "description": "Summed up with a number of villages and dotted with natural wonders, Gandhamardan Hills can be referred to as the nature’s heaven on Earth and is one of the top hill stations in Odisha. As the region is filled with rocky terrains and mountains, the particular destination features exciting trek opportunities for the tourists here. Moreover, the presence of abundant greens amidst the region ensures the availability of a number of medicinal plants and roots. So, apart from the tourists who visit here to enjoy the tranquility, many researchers also visit here. Wildlife lovers can also find great enthusiasm here, with the presence of a number of densely populated forests.\n\nWhat to see: Wildlife reserves, mining,\nNearest railway station: nil\nNearest airport: Bhubaneshwar international airport\nThings to do: Sightseeing, Witness mesmerizing hill views, shopping\nPlaces to stay: Hotel sarada, Hotel Believe In Sukhasagar",
  "category": "hill",
  "rating": "4.066981432494768",
  "city": "bargarh",
  "latitude": 20.873889,
  "longitude": 82.842778
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Simlipal-National-Park_18-dec.jpg",
  "name": "Similipal National Park",
  "location": "Baripada, Mayurbhanj",
  "description": "Located in the Mayurbhanj district, Simlipal National Park is one of the most popular national parks in Odisha. Due to the higher population of tigers, it was designated as a tiger reserve in 2007. Sprawling over 2750 sq km, this is the 7th largest national park in India. The parks boast of immense natural beauty with spectacular waterfalls like Joranda and Barehipani located within it. Simlipal National Park is home to Bengal tiger, gaur, elephant, sambal, leopard, jungle cat, wolf, and hyena. This national park also has birds like jungle fowl, partridge, grey hornbill, myna and crested serpent eagle.\n\nLocation: Dist, Mayurbhanj, Baripada, Odisha 757002\nOpening Hours: The tiger reserve is open from 6 am to 9 am and the national park is open round the clock.\nEntrance Fee: INR 30\/person\nHow To Reach: The nearest airport is at Bhubaneswar, 270 km away and the closest railhead is at Balasore, 60 km away.",
  "category": "forest",
  "rating": "1.763423343429508",
  "city": "baripada",
  "latitude": 21.593115,
  "longitude": 86.29454
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Taptapani_5th-Dec.jpg",
  "name": "Taptapani",
  "location": "Berhampur",
  "description": "Encircled by several captivating hills, and surrounded by the dense forests thoroughly, Taptapani is one of the best hill stations in India. It is quite famous for its hot spring and is said to have excellent medicinal properties. Though there is not much activity to try out for the adventure enthusiasts, everyone can visit here and soothe with the mesmerizing sunrise views from the hills. However, the town experiences a rich cultural influence, and the tourists can witness some tribal dance performances too.\n\nWhat to see: Gopalpur-on-Sea Beach, Hot Water Spring, Deer Park, and more.\nNearest railway station: Brahmapur, 56 km\nNearest airport: Bhubaneshwar\nAverage cab fare: Rs.4500 – Rs 6,000 (one way)\nCost of driving to the hill station:Rs 2,600 – Rs 3,000 (round trip)\nThings to do: Enjoy in hot water springs, go trekking\nPlaces to stay: Hotel Ganesh Bhavan, Hotel Ganesh Bhavan and Srinivas Residency",
  "category": "hill",
  "rating": "1.3450307399920103",
  "city": "berhampur",
  "latitude": 19.301128,
  "longitude": 84.242368
 },
 {
  "link": "https:\/\/www.tourmyindia.com\/states\/odisha\/images\/purli-jharan-waterfall1-1.jpg",
  "name": "Phurli Jharan Waterfall",
  "location": "Bhawanipatna, Kalahandi",
  "description": "Talking one particular travel place which has been applauded for its attractiveness is Phurlijharan Waterfall tucked in the Karlapat Wildlife Sanctuary, Kalahandi District, around 15 km away from the city Bhawanipatna. Popular amongst locals and travellers as a picnic spot, this waterfall descends from a height of 9.1 m and the best thing is that visitors get to spot rainbow which is formed when the sun rays fall on the water. The cool and calm environs around the fall provide a relaxing time to the travellers where they can also capture the beautiful fall on their camera lens. \nHow to Visit: By road, tourists hire buses and State buses charge about Rs. 120 from Bhubaneswar to Kalahandi. The nearest railway station to Kalahandi is Kesinga at distance of 45 km away from the heart of Kalahandi city. Taxi services are available from railway station to Kalahandi at a fare of about Rs. 500. Nearest Airport to Kalahandi is at Bhubaneswar, which is about 418 km away. Taxi services from airport to Kalahandi costs around Rs. 4000.\nBest Season to Visit: The months from September to January are considered to be the best time to visit Phurlijharan Waterfall as the weather remains enjoyable to explore even more places in the district.",
  "category": "waterfall",
  "rating": "2.2391120868173573",
  "city": "bhawanipatna",
  "latitude": 19.780225,
  "longitude": 83.112693
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/06\/Aryapalli-Beach1.jpg",
  "name": "Aryapalli Beach",
  "location": "Bhrempur,Aryapalli",
  "description": "This virgin beach is perfect for day outing if you’re looking to spend time out in the open and just chill by the waters. The sea here usually has a high tide. It houses the Sand Mineral Project which is a major tourist attraction. The beach is also home to an array of Casuarina trees that enhance the beauty of the place.\n\nLocation: Aryapalli, Odisha\nFamous For: Fishing and Sunsets",
  "category": "beach",
  "rating": "1.6566364340533974",
  "city": "ganjam",
  "latitude": 19.316233,
  "longitude": 84.979752
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Ananta-Vasudeva-Temple_5th-dec.jpg",
  "name": "Ananta Vasudeva Temple",
  "location": "Bhubaneswar",
  "description": "This is one of the best places to visit in Bhubaneswar due to it’s historic origins and 12th century art. Its main deities are Lord Krishna, Lakshmana, and Subhadra. This is an important Vaishnava temple visited by thousands of devotees. Its architecture is similar to the Lingaraja temple and it has many small shrines inside its compound. It was built during the Ganga Dynasty. This is one of the most ancient temples dedicated to Lord Vishnu.\n\nThere are many sculptures that are beautifully carved inside this temple complex. There is also a fascinating sculpture of Lord Balarama standing on top of a 7 hooded serpent. There are many idols sculpted in different postures which bear mythological significance. There are many rituals that take place daily inside this temple.\n\nLocation: Gouri Nagar, Old Town, Bhubaneswar, Odisha 751002\nHighlights: Sculptures and daily rituals inside the temple\nTimings: 6:30 am – 7:00 pm",
  "category": "temple",
  "rating": "1.474821681922478",
  "city": "bhubaneswar",
  "latitude": 20.240573,
  "longitude": 85.835802
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Brahmeswara-Temple_5th-dec.jpg",
  "name": "Brahmeswara Temple",
  "location": "Bhubaneswar",
  "description": "Dedicated to Lord Shiva, the construction of this temple can be dated back to the 9th century which makes it one of the oldest temples in Odisha. It was established during the Somvanshi Dynasty. It has historical and architectural significance and is a must-visit for those who love history and mythology. This temple is carved out of a single stone and is known for its architectural marvel.\n\nIt is built in the Lingayat architectural style. Its architecture is similar to the Mukteshwar temple. It is built in the pyramidal style and has many beautiful carvings on its interior and exterior walls. There are many stunning and beautiful parts of the temple which is divided into different parts. It has banquets and dance halls which are beautifully designed.\n\nLocation: Tankapani Rd, Siba Nagar, Brahmeswarpatna, Bhubaneswar, Odisha 751002\nHighlights: It is built in a pyramidal shape and has beautiful architecture in all parts of this temple\nTimings: 5:00 am – 9:00 pm",
  "category": "temple",
  "rating": "1.8879838215301938",
  "city": "bhubaneswar",
  "latitude": 20.239734,
  "longitude": 85.851727
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Lingaraja-Temple_5th-dec.jpg",
  "name": "Lingaraja Temple",
  "location": "Bhubaneswar",
  "description": "Lingaraja Temple is not only the largest temple in Bhubaneshwar but also in the whole state. It is said that the construction of this temple can be dated back to the 8th century and it is built in the shape of a sanctuary tower. It has a Dravidian Gopuram similar to what you find in most of the South India temples. This temple is dedicated to Lord Shiva and Goddess Parvati. There are many carved figures on the interior and exterior walls of the temple.\n\nThe presiding deity is a manifestation of Goddess Parvati and there are many deities within this temple. There are carved structures of Goddess Durga, Chamunda, Bhairava, and other deities inside the walls of this temple. It is courtyard there are a thousand Lingas also known as Sahastralingas. The tank water inside this temple is said to have healing powers for curing physical illness.\n\nLocation: Lingaraj Nagar, Old Town, Bhubaneswar, Odisha 751002\nHighlights: The Linga inside this temple appeared on its own and is known as ‘Syambhu Linga.’\nTimings: 5:00 am – 9:00 pm",
  "category": "temple",
  "rating": "2.813488013121911",
  "city": "bhubaneswar",
  "latitude": 20.237705,
  "longitude": 85.833729
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/Odisha-Modern-Art-Gallery.jpg",
  "name": "Modern Art Gallery",
  "location": "Bhubaneswar",
  "description": "How can we leave out “art” when we’re talking about “museums”, “history”, and “heritage”, right? That too when this beautiful art gallery is as famous amongst visitors and locals as the Odisha State Museum itself. Founded by famous artist Tarakanta Parida and Karen Kent, the Orissa Modern Art Gallery in Bhubaneswar has on display some of the best art works from modern young artists as well as veterans in oils, acrylic, lithographs, sketches, etchings, drawings, and sculptures. What makes this Odisha museum unique is that it even gives the most underprivileged but skilled artists of the city a chance to showcase their work here and sell them at fair prices to visitors.\n\nLocation: 132, Forest Park, Bhubaneswar, Odisha 751009\nOpening hours: 11 AM – 7 PM\nEntry fee: Nil",
  "category": "museums",
  "rating": "1.032468731672111",
  "city": "bhubaneswar",
  "latitude": 20.25678,
  "longitude": 85.823503
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Mukteshwar-Temple_5th-dec.jpg",
  "name": "Mukteswara Temple",
  "location": "Bhubaneswar",
  "description": "It was built during the rule of the Somvanshi Dynasty, in 950 A.D and known for its stunning architecture. A part of this temple has also been built in the Buddhist style of architecture. Being one of the many temples in Bhubaneswar, dedicated to Lord Shiva, it is located on a hilltop. There are statues of many deities inside this temple. \n\nIt has ornamented Torana and elaborately carved structures within the walls as well as the exterior walls of the temple. There are many ornate structures and carvings inside the temple which are tastefully done and have intricate details. There are many striking features of this temple in the form of carvings and sculptures.\n\nLocation: Bhubaneswar, Odisha\nHighlights: Known as the ‘Gem of architecture.’ It has many intricate carvings.\nTimings: 6:30 am – 7:00 pm",
  "category": "temple",
  "rating": "1.2855949145192724",
  "city": "bhubaneswar",
  "latitude": 20.242706,
  "longitude": 85.84045
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Parsurameswar-Temple_5th-dec.jpg",
  "name": "Parsurameswara Temple",
  "location": "Bhubaneswar",
  "description": "This temple has been built in 650 A.D in the Nagara style of architecture. It is dedicated to Lord Shiva. There are many intricate designs carved on the walls of this temple. This temple has ‘Saptamatrikas’ and depicted in the form of Goddesses. There are also carvings of 8 planets from Vedic astrology excluding Ketu.\n\nIt is believed that this spot is the place where Parashurama, an avatar of Lord Vishnu punished himself and got penance from Lord Shiva. This is the first temple that has a hall for worshipers. It has a tower and Vimana as a part of its structures which look like most of the South Indian temples. You will find beautifully carved motifs with intricate details on the walls of the temple.\n\nLocation: Near Bindu Sagar Pond, Kedar Gouri Vihar, Old Town, Bhubaneswar, Odisha 751002\nHighlights: Jaganmohan, a worship hall which is the first and one of its kinds is a part of this temple\nTimings: 5:00 am – 6:00 pm",
  "category": "temple",
  "rating": "2.4637409060309015",
  "city": "bhubaneswar",
  "latitude": 20.243144,
  "longitude": 85.839096
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/RajaRani-Temple_5th-dec.jpg",
  "name": "Rajarani Temple",
  "location": "Bhubaneswar",
  "description": "This temple was built in the 11th century and is known as the ‘Love Temple’ because it contains erotic carvings of men and women. There are no sculptures or idols of deities found inside this temple and belongs to no particular sect. People of all religions and ethnicity can visit this temple. There are many carved figures of Lord Shiva and Goddess Parvati inside this temple.\n\nThis is a unique temple with a stunning architecture. It is built in reddish-gold sandstone. Rajarani Temple is built on a platform with two structures and a hall, also known as Jagamohana. The walls have many sculpted scenes that depict different moods during the marriage of Lord Shiva and Goddess Parvati.\n\nLocation: Tankapani Rd, near BOI ATM, Kedar Gouri Vihar, Rajarani Colony, Rajarani Temple, Bhubaneswar, Odisha 751002\nHighlights: It has no deities and has intricate and erotic carvings of couples\nTimings: 7:00 am – 5:00 pm",
  "category": "temple",
  "rating": "3.6571683088406295",
  "city": "bhubaneswar",
  "latitude": 20.243487,
  "longitude": 85.843491
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Vaital-Deula_5th-dec.jpg",
  "name": "Vaital Deula Temple",
  "location": "Bhubaneswar",
  "description": "This temple is dedicated to Goddess Chamundi. It was built in the 8th century with Kalinga architecture. It is also called the ‘ Tina Munia Mandir.’ This is a rare temple which are intricate and beautiful carvings. The tower of this temple is similar to the Dravidian style of South Indian temples. This is a rare temple known for its architecture.\n\nIt has many carvings on its ceiling. There are also erotic carvings of couples on the walls of this tower. There are also carved figures of Lord Surya along with his chariot. One of the most stunning aspects of this temple is the figure of Goddess Durga. There are also many features of Lord Shiva and Goddess Parvati inside this temple.\n\nLocation: Barhadanda Road, Old Town, Bhubaneswar, Odisha 751002\nHighlights: The carvings inside the temple are striking\nTimings: 7:00 am to 8:00 pm",
  "category": "temple",
  "rating": "1.6560236765098248",
  "city": "bhubaneswar",
  "latitude": 20.242429,
  "longitude": 85.832323
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/Odisha-State-Museum.jpg",
  "name": "Odisha State Museum",
  "location": "BJB Nagar, Bhubaneswar",
  "description": "This grand museum was started by two notable historians of the Ravenshaw College in Cuttack way back in 1932. Prof. N.C. Banerjee and Prof. Ghanshyam Dash vehemently had collected a large assortment of archaeological treasures from several places and out them up on display in a small museum which was situated in the college premises itself at that time. It was only in 1938 that the government recognized the worth of this tiny place and transformed it into the state’s primary museum. Today, it’s the largest museum in Odisha that boasts of an excellent collection of sculptures, bronze items, numismatics, antiquities, armory, copper artifacts, and rare specimens, all offering an insight into the history of this state as well as the country. The chief highlight of the Odisha State Museum is the stone sculptures of Gandhara Art, Odishan Art, and North Indian Art.\n\nLocation: Near Lewis Rd, Kalpana Square, BJB Nagar, Bhubaneswar, Odisha 751014\nOpening hours: 10 AM – 4:30 PM\nEntry fee: INR 20\/- per person",
  "category": "museums",
  "rating": "1.0911884224461033",
  "city": "bhubaneswar",
  "latitude": 20.256287,
  "longitude": 85.841133
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Olasuni-Hill_5th-Dec.jpg",
  "name": "Olasuni Hill",
  "location": "Cuttack",
  "description": "With a plethora of cultural activities in its bucket, Olasuni Hill stands on the Cuttack border. The place is quite famous for its religious significance and the settlement of the Goddess Olasuni which makes it one of the religious hill stations in Odisha. If you happen to visit here during the occasion of Magha Ekadasi, you can surely avail of a bunch of cultural activities and witness the rituals. There is a common mythological belief among the locals and the mass, and it is said that the epics Mahabharata and Ramayana have their traces on them. It is quite a fascinating place for the explorers as the tourists can enjoy hiking up to the hill and exploring the dense forests.\n\nWhat to see: Olasuni Temples, Olasuni Caves, Olasuni Hills, cultural dance performances, and more.\nNearest railway station: Lalitgiri railway station\nNearest airport: Biju Patnaik international airport\nThings to do: Sightseeing, Witness mesmerizing hill views\nPlaces to stay: Swayamsiddha Continental, Ambika Mandap and Hotel Kalinga Palace",
  "category": "hill",
  "rating": "4.046334956910763",
  "city": "cuttack",
  "latitude": 20.590279,
  "longitude": 86.270454
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/10\/Cuttack-Chandi-Temple.jpg",
  "name": "Cuttack Chandi Temple",
  "location": "Cuttack District",
  "description": "Located on the serene banks of Mahanadi, lies one of the oldest Odisha temples. Like many temples in India, the origins of the temple are based on old tales and stories which are as interesting as the imagination. The Cuttack Chandi Temple is flocked by nearly 20 lakh visitors every year and supposedly it’s the signature temple of Cuttack city.\n\nThe temple has a special sweet made out everyday which has long been a favorite of many. If you get the chance do try the “Chandi bhog.”\n\nLocation: Chandi Chhaka, Cuttack, Odisha 753001\nHighlights: The Durga Puja festivities for 16 days starting from Ashwina Krishna Ashtami till Ashwina shukla navami and Vijayadashami.\nTiming: 7:00 am – 2:00 pm, 4:00 pm – 10:00 pm",
  "category": "temple",
  "rating": "2.1847164445153124",
  "city": "cuttack",
  "latitude": 20.477243,
  "longitude": 85.862607
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/Netaji-Birth-Place-Museum-Odisha.jpg",
  "name": "Netaji Birth Place Museum",
  "location": "Cuttack District",
  "description": "A must-visit for all patriotic souls, this famous museum in Odisha is dedicated to Netaji Subhas Chandra Bose, one of the greatest freedom fighters of the Indian Independence movement. The museum is located in Oriya Bazaar in Cuttack and is built inside Janakinath Bhawan, which was the ancestral house of Subhas Chandra Bose. It offers visitors a chance to trace his life and his contributions to the freedom movement from his childhood to his early days as a prominent figure in the freedom struggle. Beautifully transformed to display a variety of Bose’s belongings like antiques, books, documents, articles, and more, this is the most informative Odisha museum for students, history lovers, patriots, and keen youngsters who wish to play a role in shaping society. Other than these artifacts, the museum also has 22 letters that Netaji Subhash Chandra Bose wrote to his family and to some leaders, along with his family’s horse cart.\n\nLocation: Oriya Bazar, Cuttack, Odisha 753002\nOpening hours: 10 AM – 4:30 PM\nEntry fee: Nil",
  "category": "museums",
  "rating": "1.3481796339266992",
  "city": "cuttack",
  "latitude": 20.470111,
  "longitude": 85.86672
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/12\/Pradhanpat-Waterfall_4th-dec.jpg",
  "name": "Pradhanpat Waterfall",
  "location": "Deogarh District",
  "description": "Pradhanpat wonderful waterfall is situated on the Pradhanpat hill. It is located 100 km far away from the Sambalpur. This waterfall is surrounded by some rare scenic sight of nature which gives a breathtaking view of the waterfall. This waterfall had the 1st hydroelectric power unit of the city of Deogarh in Odisha. Pradhanpat waterfall is surrounded by the hills on all the four sides and is covered by a thick forest that helps us to hear the pleasant sound of the waterfall.\n\nBest Season to Visit: October to February\nTips: Taking a bath is restricted in this waterfall but still, you can view it from a distance and take photos and enjoy your trip.",
  "category": "waterfall",
  "rating": "1.020193146428864",
  "city": "deogarh",
  "latitude": 21.551153,
  "longitude": 84.739543
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Dhenkanal_5th-Dec.jpg",
  "name": "Dhenkanal",
  "location": "Dhenkanal",
  "description": "Known as the ancient town of Odisha, Dhenkanal is famous for its cultural abundance and the beautiful blend of religion and history; it has to offer. The city also possesses a rich historical influence, and thus, traces of the 15th and 16th centuries can also be found. The tourists will get ample scope to stroll through the scenic city, and explore the numerous forts and palaces located here which makes it one of the beautiful hill stations in Odisha. The major part of the town is covered with dense forests, cascading waterfalls, and abundant flora and fauna, and remains dotted with wildlife.\n\nWhat to see: Kapilash Temple, Deer Park, Science Park, Tikarapara, Gharial Sanctuary, Ganesh Khola, and more.\nNearest railway station: Dhenkanal railway station\nNearest airport: Bhubaneswar international airport\nThings to do: Sightseeing, Witness mesmerizing hill views, shopping\nPlaces to stay: Sai Residency, Hotel Sakuntala",
  "category": "hill",
  "rating": "2.4732888913009634",
  "city": "dhenkanal",
  "latitude": 20.650475,
  "longitude": 85.598122
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Kapilash-Mountain-Range_5th-Dec.jpg",
  "name": "Kapilash Mountain",
  "location": "Dhenkanal",
  "description": "The quaint mountain range, located in close proximity to the Dhenkanal district, is sure to captivate your heart and lure your mind with its abundant beauty and it won’t be wrong to say that it is one of the most beautiful hill stations in Odisha. The destination is grouped with a number of temples and religious sites and is thus widely visited by several Hindu devotees. Apart from devotees, the adventurers can also visit the particular site to experience trekking.\n\nWhat to see: Temples, mountain trails, sunsets, and more.\nNearest railway station: Dhenkanal railway station\nNearest airport: Biju Patnaik international airport\nThings to do: Sightseeing, Witness mesmerizing hill views, shopping",
  "category": "hill",
  "rating": "2.5855501679673187",
  "city": "dhenkanal",
  "latitude": 20.681737,
  "longitude": 85.776916
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Chandragiri_5th-Dec.jpg",
  "name": "Chandragiri",
  "location": "Gajapati",
  "description": "Located in the Gajapati district of Odisha, Chandragiri is famous for its Tibetan civilization and repletes with Buddhist monasteries, which makes it one of the spiritually enhanced hill stations in Odisha. It is often referred to as the “mini-Tibet” and features scenic beauty with lush green picturesque landscapes. It is the ideal place for nature lovers who gets ample scope to hike through the densely forested areas and trek through the beautiful mountain trails. Moreover, the local flea markets here are exotic, and the tourists can discover many souvenirs to bring back home. There are ample scopes of photography amidst the scenic hamlet, for the photographers too.\n\nWhat to see: Buddhist monastery, horticulture plantations, cultural activities of the Tibetan refugees, and more.\nNearest railway station: Brahmapur, 80 km\nNearest airport: Bhubaneswar\nAverage cab fare: Rs.4500 – Rs 6,000 (one way)\nCost of driving to the hill station: Rs 2,800 – Rs 3,500 (round trip)\nThings to do: Witness tibetan monasteries, shopping, trekking",
  "category": "hill",
  "rating": "2.730129370867138",
  "city": "gajapati",
  "latitude": 19.300206,
  "longitude": 84.283838
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Chilika-Wildlife-Sanctuary_18-dec.jpg",
  "name": "Chilika Wildlife Sanctuary",
  "location": "Ganjam District",
  "description": "Chilika is the largest saltwater lagoon in Odisha and India. Surrounding the lagoon, the Chilika Wildlife Sanctuary is home to numerous native and migratory birds. Sprawling over 1100 sq km, this is one of the most visited wildlife sanctuaries in Odisha. The place is heaven for bird watchers and ornithologists and one can spot White Bellied Sea Eagle, Flamingo, Open Billed Stork, Brahminy Kite, KingFisher, Egret, Pintail, Bareheaded Goose and many more. Watching the sunset over the lake while the migratory birds flying there is a marvelous site that no one should miss.\n\nLocation: Puri, Khurda and Ganjam districts of Odisha\nOpening Hours: 6 am to 7 pm\nEntrance Fee: Free\nHow To Reach: Bulugaon is the nearest railway station, 19 km away while Bhubaneswar is the nearest airport 120 km away.",
  "category": "forest",
  "rating": "4.383119356604588",
  "city": "ganjam",
  "latitude": 19.690444,
  "longitude": 85.293933
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/Museum-of-Tribal-Arts-Artifacts.jpg",
  "name": "Museum of Tribal Arts Artifacts",
  "location": "Gopabandhu Nagar, Bhubaneswar",
  "description": "If you’re more interested in getting an insight into Odisha’s tribal history, then this is just the place for you! With a superb display of interactive elements from Odisha’s 62 tribes, this is considered to be one of the most important Odisha museums. Take a peek at the traditional attires, beaded ornaments, silver collars, idols of deities, utensils, coin necklaces, colorful headdresses, fancy windpipes, and various other musical instruments when you’re taking an audio-visual tour of this vast gallery. You should also visit the gallery dedicated entirely to weaponry, fishing, hunting, as well as agricultural equipment here. And that’s not, you’ll even find replicas of the traditional houses of these tribes such as the Gadaba, Kandha, Santal, and Saora right behind this tribal museum in Odisha.\n\nLocation: National Highway 5, Gopabandhu Nagar, Bhubaneswar, India\nOpening hours: 10 AM – 5 PM\nEntry fee: INR 10\/- (Indian nationals) | INR 100\/- (Foreign nationals)",
  "category": "museums",
  "rating": "4.8737520432356085",
  "city": "bhubaneswar",
  "latitude": 20.283002,
  "longitude": 85.806828
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/06\/Gopalpur-Beach1.jpg",
  "name": "Gopalpur Beach",
  "location": "Gopalpur, Ganjam",
  "description": "Gopalpur Beach, Odisha is a great beach for one to collect shells and first-sized peal-white conch. One can also surf and sail in the waters at this beach.There is also an old lighthouse which is open to visitors in the afternoon. One can experience breathtaking views from the top of the lighthouse. Gopalpur Beach Festival takes place every year in the month of December. There are various aqua sports organized at the beach.\n\nLocation: Gopalpur, Odisha\nFamous For: Olive Ridley Turtles, Casuarina groves",
  "category": "beach",
  "rating": "4.279577940142323",
  "city": "ganjam",
  "latitude": 19.254662,
  "longitude": 84.905881
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2020\/06\/Chausathi-Jogini-Temple.jpg",
  "name": "Chausathi Jogini Temple",
  "location": "Hirapur, Balianta",
  "description": "Otherwise popular as the 64 Joginis Temple, it is a tantric temple located 20 km away from Bhubaneswar in a hamlet called Hirapur. The temple has a hypaethral architecture due to the tantric prayer rituals involving bhumandala worship. It is one of the few Odisha temples that truly has a separate perspective and history. \n\nThe temple is maintained by the Archaeological Survey of India and legend has it that the temple is of Goddess Durga who took the form of 64 demi-goddesses in an attempt to defeat a demon. After the fight, the 64 goddesses or Joginis asked the goddess Durga to commemorate them in the form of a temple structure.\n\nLocation: Balianta, Hirapur, Odisha 752100\nHighlights: The idols inside that express everything including joy, sadness, rage, pleasure, happiness and desire.\nTiming: 6:00 am – 7:00 pm",
  "category": "temple",
  "rating": "2.204913664773868",
  "city": "bhubaneswar",
  "latitude": 20.22497,
  "longitude": 85.878739
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/Kala-Bhoomi-Crafts-Museum.jpg",
  "name": "Kala Bhoomi Crafts Museum",
  "location": "Jagamara, Khordha District",
  "description": "Celebrating the commendable craftsmanship of our skilled artisans, this is the most prominent textile museum in Odisha that has collected and put on display a breathtaking collection of handicrafts and handloom masterpieces. The vast gallery is divided into 2 major blocks, where one is the main display area and the other is a live section. The display area of this museum in Odisha focuses on showcasing the beautiful handicrafts and handlooms from around the state of Odisha (and India). The live section, on the other hand, is equipped with an enormous open air theatre as well as separate workshop zones where people can witness in bits and parts how these brilliant pieces of art are put together to form the finished product.\n\nLocation: Jagamara, Khordha District, Bhubaneswar, India\nOpening hours: 10 AM – 5:30 PM\nEntry fee: INR 50\/- per person | INR 20\/- for students\n\nNote: Cameras are not allowed inside. You can only take pictures with your phone.",
  "category": "museums",
  "rating": "2.707928448187204",
  "city": "khordha",
  "latitude": 20.252081,
  "longitude": 85.807454
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/Odisha-Maritime-Museum.jpg",
  "name": "Odisha Maritime Museum",
  "location": "Jobra, Cuttack",
  "description": "The Maritime Museum was built to showcase the Odisha of olden times when it had a distinct and unique shipbuilding design (called Boita). This museum also focuses on converting the history of Odiya sailors and how the shipping business flourished. Set up into the Jobra Workshop, this museum is home to a rather fascinating sea aquarium in which you’ll be able to spot several beautiful fish that have been collected from different places. The museum also has a stunning grass garden which makes it an utter delight for kids and youngsters. It’s among the most enthralling Odisha museums that was set up by a Scottish Engineer who belonged to the then PWD department of British administration right after the great famine of Odisha in 1866.\n\nLocation: Jobra, Cuttack 753007, India\nOpening hours: 10 AM – 4:30 PM\nEntry fee: INR 10\/- per person | INR 40\/- (car parking) | INR 30\/- (for aquarium)",
  "category": "museums",
  "rating": "2.8077022068762916",
  "city": "cuttack",
  "latitude": 20.478926,
  "longitude": 85.896182
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Karlapat-Wildlife-Sanctuary_18-dec.jpg",
  "name": "Karlapat Wildlife Sanctuary",
  "location": "Kalahandi District",
  "description": "Nestled at a distance of 15 km from Bhawanipatna, Karlapat Wildlife Sanctuary is home to verdant deciduous forests and the spectacular Phurlijharan waterfall. People come here to see this gorgeous cascade and enjoy day picnics. One can also spot the barking deer, Nilgai, leopard, gaur, sambar, and soft clawed Ottawa along with a variety of reptiles and birds.\n\nLocation: Kalahandi, Odisha\nOpening Hours: Throughout the day\nEntrance Fee: Free\nHow To Reach: The closest railhead is at Kesinga Railway Station",
  "category": "forest",
  "rating": "3.038389611007141",
  "city": "bhawanipatna",
  "latitude": 19.680744,
  "longitude": 83.150159
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Niyamgiri-Hills_5th-Dec.jpg",
  "name": "Niyamgiri Hills",
  "location": "Kalahani & Rayagada",
  "description": "The sacred mountain of Dongria is known to be one of the sacred hill stations in Odisha among the tourists. The residents here, worship the hill to save them and prevent them as a superior power from the natural powers. If you are an adventurer and a true explorer of nature, then you will absolutely fall in love with the bounty nature and densely forested regions of Niyamgiri Hills. The destination gives you a great chance to live here like a local, and become a part of their community.\n\nWhat to see: Tribal activities, forests, sacred mountains, and more.\nNearest railway station: Nil\nNearest airport: Bhubaneshwar international airport\nThings to do: Sightseeing, Witness mesmerizing hill views, shopping",
  "category": "hill",
  "rating": "3.972633785294581",
  "city": "rayagada",
  "latitude": 19.590119,
  "longitude": 83.378939
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Kotagarh-Wildlife-Sanctuary_18-dec.jpg",
  "name": "Kotagarh Wildlife Sanctuary",
  "location": "Kandhamal District",
  "description": "Kotagarh Wildlife Sanctuary is one of the largest wildlife sanctuaries in Odisha comprising of five reserve forests, three proposed reserve forests and a couple of deemed forests. Surrounded with sal, pisal, and sissoo forests; Kotagarh Wildlife Sanctuary is the habitat of vivid wildlife species like tiger, leopard, antelope, barking deer, wild boar, jackal, civet cat, and nilgai. Spread over 400 sq km, Kotagarh Wildlife Sanctuary was recognized as a World Heritage Site in 1981.\n\nLocation: Baliguda Kandhamal, Odisha\nOpening Hours: 9 am to 6 pm\nEntrance Fee: INR 15\/person\nHow To Reach: Berhampur is the nearest railway station.",
  "category": "forest",
  "rating": "2.306724085643479",
  "city": "sambalpur",
  "latitude": 19.859687,
  "longitude": 83.620541
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Bhitarkanika-National-Park_18-dec.jpg",
  "name": "Bhitarkanika Wildlife Sanctuary",
  "location": "Kendrapara",
  "description": "Spread over 145 sq km area, the wetland of Bhitarkanika is segmented into three protected areas namely Bhitarkanika National Park, Bhitarkanika Wildlife Sanctuary and Gahirmatha Marine Sanctuary. This piece of land is frequently inundated by river Brahmani, Dhamra, Baitarani and Pathsala, converting it to a swampy wetland. Surrounded by mangrove vegetation, this national park is home to saltwater crocodiles and estuarine turtles along with other aquatic animals and birds. Other animals spotted here are king cobra, Indian python, black ibis, spotted deer, wild boar, and water monitor lizard. This marshy wetland of Bhitarkanika is the second largest mangrove ecosystem in India after Sundarbans and certainly one of the top national parks in Odisha which one must explore.\n\nLocation: Paramanandpur, Odisha 754248\nOpening Hours: 7 am to 5 pm\nEntrance Fee: INR 20\/person\nHow To Reach: Cuttack is the nearest railhead, 140 km away. One can take a private cab from Cuttack and reach the national park.",
  "category": "forest",
  "rating": "2.132009973374596",
  "city": "kendrapara",
  "latitude": 20.742351,
  "longitude": 86.867658
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2020\/02\/41.jpg",
  "name": "Gahirmatha Marine Sanctuary",
  "location": "Kendrapara",
  "description": "In 1979, Gahirmatha Marine Sanctuary was declared as a wildlife sanctuary of Odisha. Known for as the largest nesting beach of Olive Ridley Turtles in the world, this sanctuary attracts a lot of marine lovers every year. Located in the Kendrapara distinct, Orissa, this marine sanctuary is home to various species of fishes. The Olive Ridley Turtles mate in November and January and in these months they come out of the coastal waters and can be easily spotted. This sanctuary is a turtle paradise and you can easily relax at the beaches while looking at these adorable creatures.\n\nIdeal For: Family and Friends\nIdeal Trip Duration: 1-2 hours\nLocation: Kendrapara, Odisha\nBest Time To Visit: November and January\nHow To Reach: Bhubaneswar is the nearest airport and you can hire a cab till the sanctuary\nStay Options: Forest guest house and hotels are available",
  "category": "forest",
  "rating": "3.572253813276295",
  "city": "kendrapara",
  "latitude": 20.744158,
  "longitude": 87.000314
 },
 {
  "link": "https:\/\/www.tourmyindia.com\/states\/odisha\/images\/badaghagara-waterfall1-1.jpg",
  "name": "Bada ghagara Waterfall",
  "location": "Kendujhar district",
  "description": "Providing a soul-stirring experience to every traveller who traverses through the Kendujhar district is the Badaghagara Waterfall. Set some 9 km away from the district headquarter of the town Kendujhar which is one of the famous waterfall in Odisha. Dropping from a height of 60 m, Badaghagara is a special part of the Ghaghara River which itself is a tributary of River Baitarani. One special thing about this waterfall of Odisha is its never-ending flow of water which is the reason why a dam was constructed close to the downstream side. The greenery around add a soft touch of magic to the already charismatic waterfall and hence tourists swarm here in numbers to spend some leisure time. Adventure lovers can choose to trek to Badaghagara Waterfall where the feeling of reaching to this tourism destination will be totally worth it with lofty mountains in the background, dense Keonjhar forest covering the fall and the best being the sight of the imminent fall. Apart from this waterfall, visitors also love to take a sightseeing tour to Sanaghagara Waterfall which is a eco tourist spot which has things to do like boating, children’s park, tribal museum to name a few.\nTime to visit: Open by 7 Am and close by 6 PM the best time to visit is before sunset to get a beautiful view.\nHow to Reach: Tourists visiting Badaghagara have to pick the bus services from Bhubaneswar to Keonjhar. Tourists can also choose hired autorickshaw and over vehicles are available at keonjhar to visit the spot. Those who travel by train the nearest Railway station is Kendujhargarh. For those who want to travel by air, Bhubaneswar (230 KM from Keonjhar) is the nearest airport.",
  "category": "waterfall",
  "rating": "3.560805423226497",
  "city": "barbil",
  "latitude": 21.608709,
  "longitude": 85.555751
 },
 {
  "link": "https:\/\/www.outlookindia.com\/outlooktraveller\/\/public\/uploads\/filemanager\/images\/Bhimkund,Keonjhar-(1)_5f980de1605d5.jpg",
  "name": "Bhimkund Waterfall",
  "location": "Kendujhar District",
  "description": "It has a stunning spectacular natural environment encircled with lush green forest. The majestic Baitarani river provides two most beautiful and scary waterfalls called Sanakunda and Badakunda to the natural lovers. The waterfall has a terrific characteristics of imparting awesome experience to the visitors due to larger vertical shaped gorge & speeding current and makesthe environment smokey. Further huge roaring sound of waterfall makes the place most interesting among tourists. The waterfall is considered as a most scared place in religious pont of view. Localpeople gather here during annual celebration of Makar Sankranti in large nunbers. Mythology is that Pandavas were staying some time here during their religious expedition.\nHow to Visit: Bhubaneswar (200 KM from Dhenkikote) is the nearest Airport. The place can be approached from Dhenkikote (20kms) on state Highway No 11 connecting Keonjhar and Panikoili.",
  "category": "waterfall",
  "rating": "3.4736135665450742",
  "city": "barbil",
  "latitude": 21.552261,
  "longitude": 86.016767
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Hadagarh-Wildlife-Sanctuary_18-dec.jpg",
  "name": "Hadagarh Wildlife Sanctuary",
  "location": "Keonjhar District",
  "description": "Presenting a stunning landscape of dense sal forests and grasslands, Hadagarh Wildlife Sanctuary is popular as the habitat for several species of avifauna. Other than this, tigers, leopards, deer, jungle cats, porcupine, wolves, and langurs are commonly spotted here. Established in 1978, this bio reserve spreads over an area of 191 sq km and the picturesque landscape created by Salandi River flowing in between makes it one of the most scenic Odisha national parks in the list.\n\nLocation: Keonjhar, Odisha 758023\nOpening Hours: Round the clock\nEntrance Fee: Free\nHow To Reach: Bhadrak is the closest railhead at a distance of 20 km.",
  "category": "forest",
  "rating": "1.781309842055824",
  "city": "barbil",
  "latitude": 21.279697,
  "longitude": 86.288939
 },
 {
  "link": "https:\/\/www.tourmyindia.com\/states\/odisha\/images\/murga-mahadev-waterfall1-1.jpg",
  "name": "Murga Mahadev Waterfall",
  "location": "Keonjhar District",
  "description": "This waterfall has been among the major picnic spots in Odisha where travellers can revivify themselves and also seek blessing from the almighty. The waterfall celebrates the presence of a Lord Shiva Temple by the name Mruga Mahadev. Tourists love to pay a visit to this famous temple in Keonjhar district around the time of major festivals namely Kartika, Shravana and Shivratri. And that’s not all as the waterfall also boasts of the presence of traditional folk heritage and tribal settlement. \nHow to Reach: Bhubaneswar (263 km from the spot) is the nearest airport and the nearest Railway station is Keonjhargarh (7 KM). By road, it is just 50 KM away from Keonjhar town.\nBest Season to Visit: Tourists can visit all around the year but the best time to visit Murga Mahadev Waterfall is considered to be between the months of October to March when the weather stays as pleasant as travellers want it to be.",
  "category": "waterfall",
  "rating": "3.1606434426818595",
  "city": "barbil",
  "latitude": 22.111068,
  "longitude": 85.469599
 },
 {
  "link": "https:\/\/www.tourmyindia.com\/states\/odisha\/images\/sanaghagara-waterfall1-1.jpg",
  "name": "Sanaghagara Waterfall",
  "location": "Keonjhar District",
  "description": "The Sanaghagara got its origin from the Odiya language which means small waterfall. This is one of the major picnic spots which is attracted by the large tourist. It is located at an average height of 1950 feet above sea level and gives you cool summer and winter. This region gets an average rainfall of 1500 mm and temperature ranges from 14.7 to 41.1 degrees. It has a ‘V’ shaped narrow valley and has a smooth rising and falling terrain with hills. The combination of waterfalls, pools, rocks and green forest gives this place a wonderful place for a tourist and a lovable place for nature lovers.\n\nTime to visit: Open by 7 Am and close by 6 PM the best time to visit is before sunset to get a beautiful view.\nEntry fee: There are a nominal entry fee and parking fee for vehicles\nHow To Reach: There is a direct train connectivity to Kendujhargarh station (Kendujhar town) from Puri, Bhubaneswar, Cuttack, Barbil, Chakradharpur. A weekly train also connects Visakhapatnam with Jamshedpur via Kendujhargarh and Bhubaneswar.",
  "category": "waterfall",
  "rating": "1.0192118436120108",
  "city": "barbil",
  "latitude": 21.632772,
  "longitude": 85.556956
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Ram-Mandir_5th-dec.jpg",
  "name": "Ram Mandir",
  "location": "Khanagiri, Bhubaneswar",
  "description": "One of the most popular temples in Odisha is Ram Mandir which is said to be the most visited place in Bhubaneshwar. Images and idols of Lord Rama, Lakshman, and Goddess Sita have been installed here. Many of the major festivals are celebrated in this temple with excitement. There is also a magnificent annual fair conducted inside this temple. The daily aarti draws a lot of devotees to this temple.\n\nThis is a large temple whose spires are visible from different parts of the city. The temple also has idols of Lord Hanuman, Shiva, and many other deities. Many devotees visit this temple during all the Hindu festivals. Ram Navami is the festival not to be missed as it is celebrated here grandly. There are many facilities such as food stalls, lockers, and washrooms available outside this temple.\n\nLocation: Naka Gate Chowk, Khandagiri, Bhubaneswar, Odisha 751030\nHighlights: Morning and evening aarti\nTimings: 6:00 am to 9:00 pm",
  "category": "temple",
  "rating": "1.8940330800096055",
  "city": "bhubaneswar",
  "latitude": 20.271309,
  "longitude": 85.783799
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Deuli-Hills_5th-Dec.jpg",
  "name": "Deuli Hills",
  "location": "Khordha District",
  "description": "If you do not have any idea about the rock-cut hills, or twin hills, then you must visit Deuli Hills to explore the abundance of it. This is one of the best hill station at Odisha It preserves some fascinating ruins from the earlier monuments of Grand Stupa, along with some authentic laterite rocks. If you have a knack towards history, then you can find great historical relevance to the ruins of the city. Archaeologists can have fun too, to explore some excavation works here, which are almost carried out everywhere in the spots nearby.\n\nWhat to see: Buddhist chambers, Gokarneshwara temple, historical remains\nNearest railway station: Ganjam railway station\nNearest airport: Biju Patnaik international airport\nThings to do: Sightseeing, Witness mesmerizing hill views, shopping",
  "category": "hill",
  "rating": "4.4485740695470515",
  "city": "khorda",
  "latitude": 20.149012,
  "longitude": 85.404019
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/ASI-Museum-Odisha.jpg",
  "name": "ASI Museum Odisha",
  "location": "Konark, Puri",
  "description": "Located right next to Konark Sun Temple, the ASI Museum tells a great deal about the evolution of Odisha’s beautiful architecture and the sculptures of Konark Temple. Maintained by the Archaeological Survey of India, this Odisha museum has 4 distinct galleries that showcase over 260 sculptures as well as architectural assortments that were discovered way back during the clearance work of Konark Temple. It tops the itinerary of every history geek who visits Odisha owing to its unique display of arts and artifacts. From the bewitching sandstone image of Surya, a Kandolite wheel, idols depicting different incarnations of Lord Vishnu, images of Surya Narayan, celestial nymphs, artifacts of roaring lions, to various erotic figures, this museum has the most bizarre collection of relics on display.\n\nLocation: Sh 13, Konark, India\nOpening hours: 9 AM – 5 PM (Friday Closed)\nEntry fee: INR 5\/-",
  "category": "museums",
  "rating": "4.228361534891009",
  "city": "puri",
  "latitude": 19.887312,
  "longitude": 86.097963
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2020\/01\/1024px-Chandrabhaga_beach.jpg",
  "name": "Chandrabhaga Beach",
  "location": "Konark, Puri",
  "description": "Chandrabhaga is one of the cleanest beaches in Odisha and it is the first Indian beach that was awarded Blue Flag certification. The clean blue water and the shimmering sand are perfect for a relaxing day. A plethora of festivals and fairs are organized at this beach and it attracts a lot of pilgrims every year. To get acquainted with the mythological story behind this beach, you must visit it at the time of a festival and interact with the locals. If you like uncrowded beaches then you should not plan your visit while festivals and fairs are taking place on this riveting beach. Get ready to soak in the gorgeous view of the sunset while the cool breeze touches your face.\n\nLocation: Konark, Odisha\nFamous For: Chandrabhaga beach is known for the various religious fairs and festivals organized every year.",
  "category": "beach",
  "rating": "1.1674530908276837",
  "city": "puri",
  "latitude": 19.886166,
  "longitude": 86.115447
 },
 {
  "link": "https:\/\/english.cdn.zeenews.com\/sites\/default\/files\/styles\/zm_700x400\/public\/2020\/09\/01\/882973-suntemple-konarkzee.png",
  "name": "Sun Temple",
  "location": "Konark, Puri",
  "description": "It was built in the 13th century and is known for its marvelous architecture. It is dedicated to Lord Sun or Surya. This temple has a unique architecture compared to other temples and are built in the shape of Lord Surya’s chariot. Europeans called it the ‘Black Pagoda.’ It is built in the Kalinga architectural style. There are erotic sculptures on the walls of this temple.\n\nThe sundials carved on this temple tell the time accurately during day and night. This is a World UNESCO heritage site. The structure of the temple was designed in such a way that the rays of the sun falls directly on the main sanctum of the temple. Moreover, there are magnets placed on top of the temple which holds two iron plates sandwiched between stones.\n\nLocation: Konark, Odisha 752111\nHighlights: The temple is in the shape of the Sun’s chariot. The sundial in the shape of the wheel has been an inspiration to design the dial of the wrist watch.\nTimings: 6:00 am – 8:00 pm",
  "category": "temple",
  "rating": "3.0970874667012676",
  "city": "puri",
  "latitude": 19.887595,
  "longitude": 86.094536
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Deomali-Mountains_5th-Dec.jpg",
  "name": "Deomali Mountains",
  "location": "Koraput District",
  "description": "If your mind is craving for some serenity, the Deomali mountains, located at an elevation of 1,672 meters above sea level, then visiting the particular mountains can be the ideal destination for your vacation. Replete with picturesque hills and scenic greenland patches, the destination also serves as the highest peak in Odisha and is counted amongst the best hill stations in Odisha. The best time to visit the hills is either during summer or winter. Only during the rainy season, tourists can face problems due to bad roads at certain patches. Whether you are an adventurer, or a religious soul, the destination is going to cater to your senses with its sightseeing.\n\nWhat to see: Sabara Srikhetra, Jagannath temple, Subai, Rani gumpha, Shiva lingam, and more.\nNearest railway station: Koraput railway station\nNearest airport: Vishakhapatnam airport, 158 km\nThings to do: Sightseeing, Witness mesmerizing hill views, shopping\nPlaces to stay: Raj Residency",
  "category": "hill",
  "rating": "4.1439996420645056",
  "city": "koraput",
  "latitude": 18.674883,
  "longitude": 82.98236
 },
 {
  "link": "https:\/\/www.tourmyindia.com\/states\/odisha\/images\/duduma-waterfall1-1.jpg",
  "name": "Duduma Waterfall",
  "location": "Koraput District",
  "description": "This fall is situated 70 kilometers away from town Jeypore. This water descends from the height of 155 meters which gives water to the Machhakunda dam. This area was said to be ruled by the Nanda dynasty of Magadha. Hence the village got its name from this person. Visitors can also see the beautiful landscape of the motherland and Batisi Singhasana which means 32 thrones.\n\nBest season to visit: October to February\nHow to reach: This place is close to a town named Jeypore from where you can get a taxi, bus, and train to reach your destination.\nTips: Avoid taking a selfie to avoid the slippery rocks. You must step there which takes 1 or 2 hours for climbing up and down. So, start early by morning so you can enjoy the rest of the day.You must take your own food and water or buy it from Machkund town.",
  "category": "waterfall",
  "rating": "1.7268941051689457",
  "city": "koraput",
  "latitude": 18.519504,
  "longitude": 82.451175
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Dumuriput_5th-Dec.jpg",
  "name": "Dumuriput",
  "location": "Koraput District",
  "description": "Located 1000 meters above the sea level, Dumuriput is a quaint village, which features captivating hillocks and sprawling valleys and is actually one of the top hill stations in Odisha. Located between Kiraput and Sunabeda, Dumuriput offers a pleasant climate and is thus ideal for the exploration of the tourists. The town is quite renowned as a pilgrimage site, and people from different regions come here to delve into the religious mist. The famous Hanuman statue located here is a major attraction of the destination.\n\nWhat to see: Sri Ram Temple, Tribal Museum, Koraput, Kolab Dam, Jagganath Temple, Koraput, Rani Duduma waterfalls, Koraput.\nNearest railway station: Koraput, 12 km\nNearest airport: Vishakhapatnam, 185 km\nAverage cab fare: Rs 12,000 – Rs 15,000 (one way)\nCost of driving to the hill station:Rs 5,000 – Rs 7,000 (Round trip)\nThings to do: Tribal museum tour, Hanuman statue visit\nPlaces to stay: Raj Residency",
  "category": "hill",
  "rating": "1.8783115313688215",
  "city": "koraput",
  "latitude": 18.769165,
  "longitude": 82.797398
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2020\/02\/51.jpg",
  "name": "Kuldiha Wildlife Sanctuary",
  "location": "Kuldiha, Balasore",
  "description": "Kuldiha Wildlife Sanctuary is an outstanding shelter of threatened wild animal species and endangered bird species. Odisha is brimming with flora and fauna and Kuldiha Wildlife sanctuary is an eminent part of the sanctuaries in the state. With such an important task of saving the endangered and threatened species, this wildlife sanctuary is managed by the forest authorities and government of Odisha. The endangered bird and animal species that you can spot in this sanctuary are Woodpecker, Hill myna, Hornbill, Leopard, Asiatic Elephant, Pangolin, Gaur, and Mouse deer. This sanctuary plays a great role in benefitting the endangered species as well as the tourism of Odisha.\n\nIdeal For: Family and Friends\nIdeal Trip Duration: 2-3 hours\nLocation: Wildlife Sanctuary, Kuldiha, Balasore`, Odisha\nBest Time To Visit: October to May\nHow To Reach: Bhubaneswar is the nearest airport and you can hire a cab till the sanctuary\nStay Options: Tented accommodation, Forest guest house, and hotels are available",
  "category": "forest",
  "rating": "4.718662800796428",
  "city": "balasore",
  "latitude": 21.409625,
  "longitude": 86.733472
 },
 {
  "link": "https:\/\/www.tourmyindia.com\/states\/odisha\/images\/nrusinghanath-waterfall1-1.jpg",
  "name": "Nrusinghanath Waterfall",
  "location": "Mugpal, Bargarh",
  "description": "The vivacious environs of this waterfall in Odisha are such that travellers flock in numbers every year just to feel refreshed. Nrusinghanath Waterfall is settled close to the famed Nrusinghanath Temple which finds its place at the foothills of Gandhamardan Hill towards the north. Surrounded by dark forests and hilly terrain, the waterfall is a must visit place in Bargarh District for those who love natural settings and like spending time close to mother nature. Along with visiting the waterfall, pilgrims also take a spiritual tour to Nrusinghanath Temple which was founded in the 14th century where they worship Lord Nrusinghnath(avatar of Lord Vishnu). \nWay to Visit: It is about 84 KM from Bhubaneswar. Tourists are love to travel by bus from Bhubaneswar to the spot.\nBest Season to Visit: The best time to visit here is considered to fall between October to March",
  "category": "waterfall",
  "rating": "4.444251595582342",
  "city": "bargarh",
  "latitude": 20.809185,
  "longitude": 86.217845
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/06\/Konark-Beach1.jpg",
  "name": "Konark Beach",
  "location": "Nolia Sahi, Konark",
  "description": "Konark Beach is only 3 km away from the revered Konark Sun Temple and therefore naturally well visited. It is very hot here so it is advised to visit the beach in the evening. You can enjoy drinking coconut water here and can buy souvenirs like caps and hats. One can also indulge in adventure activities like Speedboat, Jet Ski and ATV among others.\n\nLocation: Chandrabhaga Sea Beach, Nolia Sahi, Odisha\nFamous For: The sun temple  is located at this beach and which add to the popularity of this beach.",
  "category": "beach",
  "rating": "1.2055246738750047",
  "city": "puri",
  "latitude": 19.866472,
  "longitude": 86.11425
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Sunabeda-Wildlife-Sanctuary_18-dec.jpg",
  "name": "Sunabeda Widlife Sanctuary",
  "location": "Nuapada",
  "description": "A spectacular canyon, 11 cascading waterfalls, a vast plateau, and opulent forests spread over 500 sq km and a rich variety of wildlife pretty much sums up Sunabeda Wildlife Sanctuary, which is another name in the list of must-visit national parks of Odisha. As a proposed tiger reserve, this place houses a large population of tigers and leopards. Other animals here are swamp deer, elephants, barking deer, chital and sambar, sloth bear, monkeys, and langurs. Sunabeda Wildlife Sanctuary is also famous for birds and partridges, hill mynah and peafowls to name a few.\n\nLocation: Nuapada District, Odisha\nOpening Hours: Round the clock.\nEntrance Fee: Free\nHow To Reach: Nuapada Road, 30 km away is the nearest railhead to this sanctuary.",
  "category": "forest",
  "rating": "2.509064113770997",
  "city": "sambalpur",
  "latitude": 20.461645,
  "longitude": 82.491886
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/06\/Rushikulya-Beach1.jpg",
  "name": "Rushikulya Beach",
  "location": "Pallibandha, Odisha",
  "description": "Another virgin beach! This beach epitomizes serenity. It is home to the endangered Olive Ridley Turtles. If you want to experience the hatching of the eggs, it is better to visit the beach early in the morning. Bathing in the sea here offers a thrilling experience as the waves are quite huge.\n\nLocation: Rushikulya River, Odisha\nFamous For: Turtles Hatching\nBest Time To Visit: February and April as the turtles hatch in these months",
  "category": "beach",
  "rating": "1.3833726736871927",
  "city": "ganjam",
  "latitude": 19.387251,
  "longitude": 85.086431
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/06\/Bhitarkanika-Beach1.jpg",
  "name": "Bhitarkanika Beach",
  "location": "Paramanandapur, Kendrapada",
  "description": "This beach is literally lit. Oh yes, the water here glows at night! When bioluminescent sea animals float towards the shore they produce neon blue light which enables the water to glow. Bioluminescence is the phenomenon in which living organisms produce light. Head to this magical beach to experience the magnificence.\n\nLocation: Paramanandapur, Odisha\nFamous For: This beach is known for its turquoise waters and its proximity to the wildlife national park.",
  "category": "beach",
  "rating": "3.5434038227712112",
  "city": "kendrapada",
  "latitude": 20.679945,
  "longitude": 86.865945
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Mahendragiri_5th-DEc.jpg",
  "name": "Mahendragiri",
  "location": "Parlakhemundi, Gajapati",
  "description": "Being the second-highest mountain peak of India, Mahendragiri is often associated with several mythological connotations and legendary facts. The destination is replete with rolling meadows, lush green hills amidst the clouds, and abundant wildlife and vegetation which makes it one of the most beautiful hill stations in Odisha. The biodiversity offered here is varied and would lure any nature lover out there. Tourists can indulge in activities like trekking, jungle safari, and carry on excavations. Besides, the area is teeming with temples and ancient ruins, which regards tremendous religious significance among the mass and catches the attention of the tourists.\n\nWhat to see: The temples of Lord Shiva, Burakhat Pass, Gajapati district of Odisha, and more.\nNearest railway station: Mandasa road railway station, 51 km\nNearest airport: Bhubaneshwar\nAverage cab fare: Rs.4090 – Rs 6,000 (one way till Ganjam)\nCost of driving to the hill station: Rs 2,500 – Rs 3,000 (round trip)\nThings to do: Participate in Navratri, explore excavation sites, trekking",
  "category": "hill",
  "rating": "3.729066808198191",
  "city": "gajapati",
  "latitude": 18.977789,
  "longitude": 84.369977
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/Tribal-Museum-Odisha.jpg",
  "name": "Tribal Museum Odisha",
  "location": "Pujariput, Koraput",
  "description": "This tribal museum located in the Koraput city of Odisha is just as charming and inviting as its counterpart in Bhubaneshwar. In fact, this tribal museum in Odisha has slowly turned into one of the most iconic tourist attractions in Odisha for people of all ages and walks of life. This lively museum showcases the rich culture and livelihood of the tribal population of Odisha through a diverse collection of their clothes, jewelry, musical instruments, tools, weapons, and more. Other than this, the museum also uses the means of paintings, art, and photographs to showcase their everyday life, the majority of which revolves around collecting food through hunting and fishing, and basic modes of their economy like agriculture and barter.\n\nLocation: Pujariput, Koraput, Odisha 764020\nOpening hours: 9 AM – 6 PM (Monday Closed)\nEntry fee: Nil",
  "category": "museums",
  "rating": "3.2212701382365054",
  "city": "koraput",
  "latitude": 20.283002,
  "longitude": 85.806828
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/09\/Sudarshan-Crafts-Museum.jpg",
  "name": "Sudarshan Crafts Museum",
  "location": "Puri",
  "description": "Founded by Sri Sudarshan Sahoo out of a desire to unite artists and art lovers over a single platform, the Sudarshan Crafts Museum is a great place to visit in Odisha if you wish to see the evolution of sculptures as an eminent form of modern craftsmanship over time. Other than displaying great works of art and craft, this Odisha museum provides has various facilities for artists that give them the opportunity to wield their craft in the workroom here before displaying it to the world in the showroom outside. This place is equipped with a training centre, residential facilities, a Buddhist temple in Japanese style, a library, a showroom (gallery for displaying finished work), and a workshop to facilitate artists and even visitors who wish to practice.\n\nLocation: Station Road, Puri, Odisha 752002\nOpening hours: 7 AM – 8 PM\nEntry fee: INR 5\/- (Indian nationals) | INR 50\/- (Foreign nationals)",
  "category": "museums",
  "rating": "1.4527941418444619",
  "city": "puri",
  "latitude": 19.805591,
  "longitude": 85.835905
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/06\/Swargadwar-Beach1.jpg",
  "name": "Swargadwar Beach",
  "location": "Puri",
  "description": "If you are someone who loves to visit beaches that are bustling with people and activities, then this beach is the ideal picnic spot for you. However, the beach is also a decent attraction for people who seek quietude. The area around the lighthouse is quite peaceful and deserted. The beach is primarily a bathing beach and even has a religious connotation.\n\nLocation: Swargadwar Rd, Odisha\nFamous For: Sri Chaitanyadev, a sage used to bathe at this beach and so it is an eminent religious place.",
  "category": "beach",
  "rating": "2.5808092557830324",
  "city": "puri",
  "latitude": 19.792436,
  "longitude": 85.819098
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Gundicha-Temple_5th-dec.jpg",
  "name": "Gundicha Temple",
  "location": "Puri District",
  "description": "This is one of the most beautiful temples in Odisha. It has a beautiful garden and is crowded only during the annual Ratha Yatra from the Jagannath temple. It is believed that Gundicha Temple is the abode of the Lord Jagannath from Hindu mythology. For the most part of the year, this temple is empty and can be visited anytime. It is built in the Kalinga style of architecture. It has four carved structures. It is built in the name of Lord Krishna’s aunt Gundicha.\n\nIt is believed that Lord Jagannath resides inside this temple for 9 days during the Ratha Yatra. The entire temple is built with a single gray sandstone. There are many mythological stories associated with this temple. It is also known as the ‘Garden House of Lord Jagannath.’\n\nLocation: Gundicha temple, Puri, Odisha 752001\nHighlights: It is empty for the entire year except for the 9 days of annual Ratha Yatra\nTimings: 6:00 am – 9:00 pm",
  "category": "temple",
  "rating": "3.512218981689904",
  "city": "puri",
  "latitude": 19.816681,
  "longitude": 85.839809
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/uploads\/2019\/12\/Jagannath-Temple_5th-dec.jpg",
  "name": "Jagannath Temple",
  "location": "Puri District",
  "description": "Jagannath Temple is one of the most sacred pilgrimage destinations in Odisha. It is the temple of Lord Vishnu and holds great significance. It has very high spiritual significance and sees visits of thousands of employees every year. Want to know a mysterious fact about this temple? Well, it is said that the flag on the top of this temple flows in the opposite direction of the wind.\n\nPriests of this Jagannath temple Odisha are said to climb the temple which is as high as a 45-storey building to change the flag. This ritual has been followed since the time the temple has been built. There is a belief that if this ritual is missed even for one day the temple shuts down for 18 years. Also, there are no shadows of the temple to be seen during any time of the day. There are many astonishing facts about this temple.\n\nLocation: Bhanumati Way, Puri, Odisha 752002\nHighlights: The temple does not create a shadow during the daytime. You cannot hear the sound of the waves of the ocean when you are inside the temple.\nTiming: 5 am – 11 pm",
  "category": "temple",
  "rating": "3.5427313957235063",
  "city": "puri",
  "latitude": 19.80482,
  "longitude": 85.817919
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Maa-Tara-Tarini-Temple_5th-dec.jpg",
  "name": "Maa Tara Tarini Temple",
  "location": "Purushattampur, Ganjam",
  "description": "Considered as one of the Shakti Peethas in India, Maa Tara Tarini Temple is positioned on the banks of River Rushikulya. It is believed that after the Daksha Yagna, when Sati’s body was dismembered with Sudarshan Chakra, her breasts had fallen in this location. Chaitra Mela is the most important event celebrated inside this temple.\n\nThis is said to be a wish fulfilling temple. It was built in the 17th century and has 999 steps. It is located on top of Taratarini Hill. The sacred River Rushikulya is believed to be the elder sister of the River Ganges. There are many tourist attractions near this temple.\n\nLocation: Temple Road Dt, near Rushikulya River, Raipur, Purusottampur, Odisha 761018\nHighlights: This is one of the Shakti Peethas and is known to be a wish fulfilling temple.\nTimings: 5:00 am – 12:25 pm, 2:00 pm – 9:45 pm",
  "category": "temple",
  "rating": "4.330777743143274",
  "city": "ganjam",
  "latitude": 19.488864,
  "longitude": 84.899131
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2020\/01\/Ramchandi_beach-1.jpg",
  "name": "Ramachandi Beach",
  "location": "Ramachandi, Khalakata",
  "description": "Konark is famed for the stunning Ramachandi temple and it is also considered as one of the best tourist places in Odisha. Located between Konark and Puri, Ramchandi Beach is named after Goddess Ramachandi. This spot is one of the most serene beaches in Odisha and while you are exploring this st9ate you should not miss out on this ravishing beach. There is a small market on this beach and you can shop for souvenirs from there. You can also try street food as there are many street vendors present at this beach.\n\nLocation: Ramachandi, Khalakata, Odisha\nFamous For: Jet skiing, Shopping",
  "category": "beach",
  "rating": "4.46993973341759",
  "city": "puri",
  "latitude": 19.858271,
  "longitude": 86.059748
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Devagiri-Range_5th-Dec.jpg",
  "name": "Devagiri Range",
  "location": "Rayagada",
  "description": "This is one of the religious hill stations in Odisha. We know it sounds weird but here are the reasons. Known for the sacristy, the Devagiri Range features a religious cave temple at a height of above 400 meters from the sea level. The cave temple has huge mythological and religious significance. Though it is mainly visited for pilgrimage purposes, the way leading to the cave temple is quite adventurous. There is nothing man made involved in the building process of the temple, and even the staircases are made of natural rock-cut formations. If you happen to visit during Maha Shivratri, you can witness the festive fervor here.\n\nWhat to see: Kalyansingpur village, Shiva lingam, Sukhuakhai, and more.\nNearest railway station: Rayagada railway station\nNearest airport: Bhubaneshwar international airport\nThings to do: Sightseeing, Witness mesmerizing hill views, shopping",
  "category": "hill",
  "rating": "2.3807484379992143",
  "city": "rayagada",
  "latitude": 18.895827,
  "longitude": 84.11999
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Hatipathar-Waterfalls_4th-dec.jpg",
  "name": "Hatipathar Waterfalls",
  "location": "Rayagada District",
  "description": "It falls have a height of 334 meters .this waterfalls give you breathtaking views during the monsoon climate. It draws its name from two words one is ‘hathi’ which means elephant ‘pathar’ mean boulder. Because of the shape of the elephant, it’s got this name. This is one of the largest picnic places for people to visit and spend their vacation time.\n\nBest season to visit: October – February is the best time to visit these falls, as temperatures are cooler, and you get a good monsoon climate.\nHow to reach: You can reach Bhubaneswar by air from their reach from their travel with local bus number ” OSRTC” to Rayagada bus then hire a taxi to reach Hatipathar Waterfalls.\nTips: Don’t forget to carry a handy camera to capture the wonderful climate and memories. Avoid the bushy green area which has steep rocks to avoid unpredictable passage.",
  "category": "waterfall",
  "rating": "4.281798671002875",
  "city": "rayagada",
  "latitude": 19.902828,
  "longitude": 84.356177
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Ushakothi-Badrama-Wildlife-Sanctuary.jpg",
  "name": "Ushakothi (Badrama) Wildlife Sanctuary",
  "location": "Sambalpur District",
  "description": "Nestled in the heart of Wardha River and the Penganga River, Ushakothi Wildlife Sanctuary is a hidden treasure for the state of Odisha. Sitting approximately 40 kilometers from Sambalpur, this sanctuary is spread over a whopping 300 square kilometers and was established back in 1962. The forests that cover a majority of this area are home to some amazing species of trees including Neem, Acacia Sandalwood, Sal, and more. The Asian elephants inhabiting this area are its prized possessions apart from wild boars, snakes, and hyenas.\n\nLocation: NH 6, Odisha 768107\nOpening Hours: 6 am to 5 pm\nEntrance Fee: INR 10 for Indians, INR 100 for Foreigners\nHow To Reach: The nearest railway station is at Sambalpur.",
  "category": "forest",
  "rating": "2.188592382929901",
  "city": "sambalpur",
  "latitude": 21.489294,
  "longitude": 84.276599
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Joranda-Waterfall_4th-dec.jpg",
  "name": "Joranda Waterfall",
  "location": "Similipal, Mayurbhanj",
  "description": "Similipal National Park is also the home of the Joranda waterfall. This place is situated near to Dhanaulti in Mayurbhanj district in the Indian state of Odisha. Barehipani Falls is near to the Joranda waterfall. Joranda is a 19th highest waterfall in India .it has a height of 150 meters. Joranda fall is surrounded by tall trees which gives it a beautiful breathtaking look. The water plunges over a lofty cliff (rock face) in a single drop, spreading out slightly as it falls. Which gives a beautiful look from the top.\n\nThis waterfall is situated surrounded by wildlife sanctuaries and thick forests. The beauty of the waterfall from a height of 150 meters as a single drop makes more visitors and nature lovers visit this place yearly.\n\nHow to reach: If you are planning to travel by air then the nearest airport is located in Kolkata (190 km) or in Bhubaneshwar (210 km). You can hire a taxi or a cab from the airport to reach the destination.\nBest Season to Visit: October to June\nTips: This fall is situated at the heart of the national park so try to start early so you can reach near the falls earlier.",
  "category": "waterfall",
  "rating": "4.382444296893645",
  "city": "baripada",
  "latitude": 21.946183,
  "longitude": 86.386061
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Lulung-Waterfalls_4th-dec.jpg",
  "name": "Lulung Waterfall",
  "location": "Similipal, Mayurbhanj",
  "description": "It is one of the entry points of Similipal national park which is located at the eastern fringes and second entrance through Jaipur. This waterfall is situated near the bank of the river palpable. The main reason for the attraction of many visitors is its scenic view. This is a great place for people who love good adventure and fans of nature. They also call this place a stone utensil. The view of hill rocks from the distance will give you a great view and make you love this place. This is located at an altitude of 300 meters. If your lover of hiking you can opt for it in the forest place of Similipal and which helps you to explore animals like elephants, deer and wild animals like leopards and tigers.\n\nEntry fee: There is no entry fee but you have to pay for accommodation.\nBest Time to visit: October to February\nHow to reach: If you’re traveling by air, you can get down in Kolkata, from their travel by bus to baripada bus. After that catch a cab like OLA or UBER depending on the availability, to reach the destination it only 20 km from baripada bus stop to reach Lulung.",
  "category": "waterfall",
  "rating": "2.750991366762651",
  "city": "baripada",
  "latitude": 21.736183,
  "longitude": 86.686091
 },
 {
  "link": "https:\/\/www.tourmyindia.com\/states\/odisha\/images\/barehipani-waterfall1-1.jpg",
  "name": "Barehipani Fall",
  "location": "Similipal, Myurbhanj",
  "description": "Barehipani is India’s second and Odisha’s highest waterfall in the Mayurbhanj district. This waterfall comes down from a height of 400 meters. This district is also known for sheltering wild elephants, Bengal tigers, and Indian bison. Travelers love to stop and watch the beauty of this waterfall. Moreover, in the time of full moon, this waterfall looks very magnificent\n\nBest Season to Visit: Travelers are advised to visit this place during the month of 1 October to 15 June to get the more awesome look of the waterfall and the best view is during sunset.\nHow to reach: You can reach by Barehipani from there, one can take a taxi to reach the simple national park and tiger reservoirs. This waterfall is situated next to it.\nFor people traveling in flight, you can reach Kolkata or Bhubaneswar. From Bhubaneswar, you can hire a taxi or cab to reach the Barehipani waterfalls.\nTips: This waterfall is located at the heart of the National Park, so try to enter the park early in the morning so that you can reach there by noon. It is also recommended to take your own food and water as there are no shops to buy this stuff.",
  "category": "waterfall",
  "rating": "3.05480796311935",
  "city": "baripada",
  "latitude": 21.846183,
  "longitude": 86.386061
 },
 {
  "link": "https:\/\/www.tourmyindia.com\/states\/odisha\/images\/khandadhar-waterfall1-1.jpg",
  "name": "Khandadhar Waterfall",
  "location": "Sundargarh district",
  "description": "Khandadhar is best described as a horse tail type waterfall dropping from a height of 244 m hence takes the spot of the 12th highest waterfall in the whole country. What’s more to this famous waterfall in Odisha is the even famous legends etched to it. One of the popular tribes that live close to this popular waterfall, the Pauri Bhuiya tribals state that once the Sundergarh branch of their community was enchanted by Kankala Devi, a goddess. The covetous goddess was known to consume even the soil of the area. With helplessness taking over the tribe, they placed her on a rock, which much to everyone’s surprise, the goddess consumed and that resulted in the forming of a deep hole from where the Khandara streamed out. With that incident the tribe got water. Later a couple from the community had to visit their relatives who lived on the eastern part of the district. It so happened that the relatives that the couple had to meet were not around but interestingly a pile was kept outside their home. When the couple looked inside the pile they witnessed Khand Kumari, goddess and protector of the prosperity of the area and brought her back with them. All of this resulted in the Goddess’ strength being bestowed upon the couple. Furthermore, travellers can choose to hike or trek here post monsoon as that's the best time to visit Khandadhar Fall.\nHow to Reach: The nearest airport to this place is Bhubaneswar airport, which is 230 km from Khandadhar. The nearest railway station is Kendujhargarh. Khandadhar lies 60 kms from keonjhar town. Tourist visiting Khandadhar have to book a bus plying from Bhubaneswar to Keonjhar, they can hire a private vehicle to Khandadhar.\nBest time to visit: The months from October to February are ideal to visit the Khandadhar falls, but you can visit it all year round.",
  "category": "waterfall",
  "rating": "4.656748560532",
  "city": "sundargarh",
  "latitude": 21.76086,
  "longitude": 85.116849
 },
 {
  "link": "https:\/\/img.traveltriangle.com\/blog\/wp-content\/tr:w-700,h-400\/uploads\/2019\/12\/Tensa-Hill_5th-Dec.jpg",
  "name": "Tensa Hill",
  "location": "Sundargarh District",
  "description": "Located at a distance of 110 kilometers from Rourkela, Tensa Hill is settled at an elevation of 3,700 meters above sea level. The huge area is surrounded by sprawling green meadows and hills all around the destination and is one of the top hill stations in Odisha. Tourists can discover ample major attractions, and most of them have great historical and cultural significance. It is a quaint hill station and is best suited for couples who want to enjoy some privacy.\n\nWhat to see: Shanti Stupa, hills, forests, and more.\nNearest railway station: Barsuan railway station\nNearest airport: Rourkela airport\nThings to do: Sightseeing, Witness mesmerizing hill views, shopping\nPlaces to stay: Hotel Maa Tarini, Hotel Adhar and Hotel New Mayur",
  "category": "hill",
  "rating": "2.6592657027868176",
  "city": "sundargarh",
  "latitude": 21.872785,
  "longitude": 84.171266
 }
]